import React from 'react';
import './infoMain.scss';

function InfoMain() {
    return (
        <div id="infoMain">
            <p className="textIndent">
                <strong>Оружие и доспехи в мифологии и литературе</strong> —
                важный сюжетообразующий элемент, дополняющий действие и характеризующий героя.
            </p>
            <p className="textIndent">
                Встречается как историческое, легендарное или же вымышленное холодное оружие
                (в том числе метательное) и доспехи, которые имеют имя собственное
                (например, Экскалибур) или прозвище, полученное благодаря своим уникальным характеристикам
                (например, Меч в камне).
            </p>
            <p className="textIndent">
                Это оружие и доспехи могли существовать в реальности
                (тогда оно «мифологизировано» общественным мнением), но всё же большинство из них
                является только неодушевлёнными персонажами мировой литературы, выступая как волшебный
                помощник главного героя; этот литературный мотив встречается в мифах, эпосе,
                религиозных сочинениях, исторических хрониках, беллетристике и поэзии по всему миру
                с древнейших времён.
            </p>
        </div>
    )
}

export default InfoMain;